Repository: kamil-rudnicki/motorcycle-trips
Catalog: application/language/locales/*/LC_MESSAGES/lang.po
Languages: pl_pl

source: None
pl_pl: Nic

source: Choose state
pl_pl: Wybierz województwo

source: Contact
pl_pl: Kontakt

source: Suggestions & Feedback
pl_pl: Prześlij sugestie

source: Motorcycle Rides
pl_pl: Wypady Motocyklowe

source: My rides
pl_pl: Moje podróże

source: Hi
pl_pl: Witaj

source: Log out
pl_pl: Wyloguj

source: Log in
pl_pl: Logowanie

source: Sign up
pl_pl: Rejestracja

source: Please fill out your profile
pl_pl: Uzupełnij swój profil jak znajdziesz chwilę

source: is offering a ride
pl_pl: zaprasza na przejażdżkę

source: Departure point
pl_pl: Miejsce odjazdu

source: Destination place
pl_pl: Cel podróży

source: Distance both ways (~ km)
pl_pl: Dystans w obie strony (~ km)

source: Departure date
pl_pl: Data odjazdu

source: I can make a detour
pl_pl: Mogę zmienić termin

source: Ride duration in days
pl_pl: Długość przejażdżki w dniach

source: days
pl_pl: dni

source: Preferred motorcycle types
pl_pl: Preferowany typ motocykli

source: Description
pl_pl: Opis

source: Offer published
pl_pl: Data publikacji

source: Who is going?
pl_pl: Kto jedzie?

source: Book this seat
pl_pl: Zarezerwuj to miejsce

source: Click to book your seat
pl_pl: Kliknij aby zarezerwować

source: Contact host
pl_pl: Skontaktuj sie z gospodarzem

source: Host
pl_pl: Gospodarz

source: years old
pl_pl: lat

source: Last online
pl_pl: Ostatnio widziany online

source: Member since
pl_pl: Dołączył

source: See my public profile
pl_pl: Zobacz profil publiczny

source: Offer a ride for free
pl_pl: Zaoferuj przejażdżkę bezpłatnie

source: Route
pl_pl: Trasa

source: city, country, place
pl_pl: miasto, kraj, miejsce

source: City
pl_pl: Miasto

source: Dates
pl_pl: Daty

source: Ride duration in days (one day can be also half day)
pl_pl: Długość trwania podróży w dniach

source: Parameters
pl_pl: Parametry

source: Maximum number of motorcycles (including you)
pl_pl: Maksymalna liczba motocykli (wliczając Ciebie)

source: Sleep
pl_pl: Nocleg

source: Do not matter
pl_pl: Nie ma znaczenia

source: Tent
pl_pl: Namiot

source: I hereby certify that I hold a driving licence and valid motorcycle insurance
pl_pl: Potwierdzam że posiadam ważne prawo jazdy i ubezpieczenie

source: Publish offer
pl_pl: Publikuj ofertę

source: Departure city
pl_pl: Miasto wyjazdu

source: Departure state
pl_pl: Województwo

source: Duration
pl_pl: Długość

source: One day
pl_pl: Jeden dzień

source: Two days
pl_pl: Dwa dni

source: 3+ days
pl_pl: 3+ dni

source: Add Ride
pl_pl: Dodaj przejażdżkę

source: days long trip
pl_pl: dniowa przejażdżka

source: free seats
pl_pl: wolnych miejsc

source: Password
pl_pl: Hasło

source: Forgot password
pl_pl: Zapomniałeś hasła

source: Member activity
pl_pl: Aktywność użytkownika

source: Edit
pl_pl: Edytuj

source: Remember Me
pl_pl: Pamiętaj mnie

source: My profile
pl_pl: Mój profil

source: View public profile
pl_pl: Zobacz profil publiczny

source: Username
pl_pl: Nazwa użytkownika

source: Like Kamil R.
pl_pl: np. Kamil R.

source: Motorcycle
pl_pl: Motocykl

source: Like Yamaha XT 600
pl_pl: np. Yamaha XT 600

source: Like New York
pl_pl: np. Wrocław

source: State
pl_pl: Województwo

source: Birth date
pl_pl: Data urodzenia

source: Phone
pl_pl: Telefon

source: Save
pl_pl: Zapisz

source: Confirm password
pl_pl: Potwierdź hasło

source: Create free account
pl_pl: Załóż bezpłatne konto

source: I already have an account
pl_pl: Mam już konto

source: Can't change day
pl_pl: Brak możliwości przesunięcia

source: 3-5 days
pl_pl: 3-5 dni

source: 6-14 days
pl_pl: 6-14 dni

source: 14-30 days
pl_pl: 14-30 dni

source: Anything is fine
pl_pl: Każdy jest dobry

source: Street/sport
pl_pl: Szosowe/sportowe

source: Chopper/cruiser
pl_pl: Chopper

source: Motocross/dirt bike
pl_pl: Motocross

source: Scooter
pl_pl: Skuter
